Repository: deidee/hetthema
Catalog: languages/*.po
Languages: nl_nl

source: A link to an artist
nl_nl: Een link naar een artiest

source: A link to an artwork
nl_nl: Een link naar een kunstwerk

source: A link to an exhibition
nl_nl: Een link naar een tentoonstelling

source: A link to an location
nl_nl: Een link naar een locatie

source: Add New Artist
nl_nl: Nieuwe artiest toevoegen

source: Add New Artwork
nl_nl: Nieuw kunstwerk toevoegen

source: Add New Exhibition
nl_nl: Nieuwe tentoonstelling toevoegen

source: Add New Location
nl_nl: Nieuwe locatie toevoegen

source: All Artists
nl_nl: Alle kunstenaars

source: All Artworks
nl_nl: Alle kunstwerken

source: All Exhibitions
nl_nl: Alle exposities

source: All Locations
nl_nl: Alle locaties

source: Artist
nl_nl: Kunstenaar

source: Artist Archives
nl_nl: Archief van kunstenaars

source: Artist Attributes
nl_nl: Artiestenattributen

source: Artist Link
nl_nl: Artiestenlink

source: Artist published
nl_nl: Artiest gepubliceerd

source: Artist published privately
nl_nl: Artiest privé gepubliceerd

source: Artist reverted to draft
nl_nl: Artiest is teruggekeerd naar concept

source: Artist scheduled
nl_nl: Artiest gepland

source: Artist updated
nl_nl: Artiest bijgewerkt

source: Artists
nl_nl: Kunstenaars

source: Artists list
nl_nl: Kunstenaarslijst

source: Artists list navigation
nl_nl: Navigatie door artiestenlijst

source: Artwork
nl_nl: Kunstwerk

source: Artwork Archives
nl_nl: Kunstwerken Archief

source: Artwork Attributes
nl_nl: Kunstwerkattributen

source: Artwork Link
nl_nl: Kunstwerklink

source: Artwork published
nl_nl: Kunstwerk gepubliceerd

source: Artwork published privately
nl_nl: Kunstwerk privé gepubliceerd

source: Artwork reverted to draft
nl_nl: Kunstwerk teruggezet naar concept

source: Artwork scheduled
nl_nl: Kunstwerk gepland

source: Artwork updated
nl_nl: Kunstwerk bijgewerkt

source: Artworks
nl_nl: Kunstwerken

source: Artworks list
nl_nl: Lijst met kunstwerken

source: Artworks list navigation
nl_nl: Navigatie lijst met kunstwerken

source: Edit Artist
nl_nl: Artiest bewerken

source: Edit Artwork
nl_nl: Kunstwerken bewerken

source: Edit Exhibition
nl_nl: Tentoonstelling bewerken

source: Edit Location
nl_nl: Locatie wijzigen

source: Een standaard WordPress-thema dat bedoeld is om uit te breiden via child-thema’s.
nl_nl: Een standaard WordPress dat bedoeld is om uit te thema via child-thema’s.

source: Exhibition
nl_nl: Expositie

source: Exhibition Archives
nl_nl: Tentoonstelling Archief

source: Exhibition Attributes
nl_nl: Tentoonstellingskenmerken

source: Exhibition Link
nl_nl: Tentoonstellingslink

source: Exhibition published
nl_nl: Tentoonstelling gepubliceerd

source: Exhibition published privately
nl_nl: Tentoonstelling in eigen beheer gepubliceerd

source: Exhibition reverted to draft
nl_nl: Tentoonstelling terug naar concept

source: Exhibition scheduled
nl_nl: Tentoonstelling gepland

source: Exhibition updated
nl_nl: Tentoonstelling bijgewerkt

source: Exhibitions
nl_nl: Exposities

source: Exhibitions list
nl_nl: Lijst met tentoonstellingen

source: Exhibitions list navigation
nl_nl: Navigatie lijst met tentoonstellingen

source: Filter artists list
nl_nl: Lijst met artiesten filteren

source: Filter artworks list
nl_nl: Lijst met kunstwerken filteren

source: Filter exhibitions list
nl_nl: Expositielijst filteren

source: Filter Locations list
nl_nl: Filter lijst van locaties

source: https://deidee.com/
nl_nl: https://deidee.nl/

source: Insert into artist
nl_nl: Invoegen in artiest

source: Insert into artwork
nl_nl: Invoegen in kunstwerk

source: Insert into exhibition
nl_nl: Invoegen in tentoonstelling

source: Insert into locations
nl_nl: Invoegen in locaties

source: Location
nl_nl: Locatie

source: Location Archives
nl_nl: Locatie-archieven

source: Location Attributes
nl_nl: Locatie-eigenschappen

source: Location Link
nl_nl: Locatie-link

source: Location published
nl_nl: Locatie gepubliceerd

source: Location published privately
nl_nl: Locatie privé gepubliceerd

source: Location reverted to draft
nl_nl: Locatie terug naar concept

source: Location scheduled
nl_nl: Locatie gepland

source: Location updated
nl_nl: Locatie geüpdatet

source: Locations
nl_nl: Locaties

source: Locations list
nl_nl: Locatie-lijst

source: Locations list navigation
nl_nl: Locatie-lijstnavigatie

source: New Artist
nl_nl: Nieuwe kunstenaar

source: New Artwork
nl_nl: Nieuw kunstwerk

source: New Exhibition
nl_nl: Nieuwe expositie

source: New Location
nl_nl: Nieuwe locatie

source: No artists found
nl_nl: Geen kunstenaars gevonden

source: No artists found in Trash
nl_nl: Geen artiesten gevonden in Trash

source: No artworks found
nl_nl: Geen kunstwerken gevonden

source: No artworks found in Trash
nl_nl: Geen kunstwerken gevonden in Trash

source: No exhibitions found
nl_nl: Geen exposities gevonden

source: No exhibitions found in Trash
nl_nl: Geen tentoonstellingen gevonden in Trash

source: No locations found
nl_nl: Geen locaties gevonden

source: No locations found in Trash
nl_nl: Geen locaties gevonden in de prullenbak

source: Not Found
nl_nl: Niet gevonden

source: Search Artists
nl_nl: Zoek kunstenaars

source: Search Artworks
nl_nl: Zoek kunstwerken

source: Search Exhibitions
nl_nl: Zoek exposities

source: Search Locations
nl_nl: Zoek locaties

source: The page you are looking for cannot be found on this address.
nl_nl: De pagina die u zoekt kan niet worden gevonden op dit adres.

source: Uploaded to this artist
nl_nl: Upload naar deze kunstenaar

source: Uploaded to this artwork
nl_nl: Upload naar dit kunstwerk

source: Uploaded to this exhibition
nl_nl: Upload naar deze expositie

source: Uploaded to this location
nl_nl: Upload naar deze locatie

source: View Artist
nl_nl: Bekijk kunstenaar

source: View Artists
nl_nl: Bekijk kunstenaars

source: View Artwork
nl_nl: Bekijk kunstwerk

source: View Artworks
nl_nl: Bekijk kunstwerken

source: View Exhibition
nl_nl: Bekijk expositie

source: View Exhibitions
nl_nl: Bekijk exposities

source: View Location
nl_nl: Bekijk locatie

source: View Locations
nl_nl: Bekijk locaties
